***messages***

:STRINGS

IDS_EXTRACTTO                  "Dosyaları ayıkla..."
IDS_EXTRACT                    "Klasöre ayıkla %s"
IDS_EXTRACTHERE                "Buraya ayıkla"
IDS_EXTRACTSEPARATE            "Her arşivi ayrı klasöre ayıkla"
IDS_EXTRTOHELP                 "Dosyaları ayıkla. Ek seçenekler ayarlanabilir"
IDS_EXTRHELP                   "Dosyaları belirtilmiş klasöre ayıkla"
IDS_EXTRHEREHELP               "Dosyaları şu anki klasöre ayıkla"
IDS_EXTRSEPARATEHELP           "Seçili her arşivi ayrı bir klasöre ayıkla"
IDS_ADD                        "Arşive ekle..."
IDS_ADDHELP                    "Dosyaları bir arşive ekle. Ek seçenekler ayarlanabilir"
IDS_ADDARC                     "Arşive ekle %s"
IDS_ADDARCHELP                 "Dosyaları arşive ekle"
IDS_OPENARCHIVE                "WinRAR ile aç"
IDS_OPENARCHIVEHELP            "Arşivi WinRAR içerisinde aç"
IDS_PROPTITLE                  "Arşiv"
IDS_PROPCMTTITLE               "Açıklama"
IDS_UNKNOWN                    "Bilinmiyor"
IDS_INFOSOLID                  "Katı"
IDS_INFOSFX                    "SFX"
IDS_INFOVOLUME                 "%s cildi"
IDS_INFOARCHIVE                "%s arşivi"
IDS_PRESENT                    "Var"
IDS_ABSENT                     "Yok"

; Displayed in archive properties dialog for archives with encrypted
; file names. Try to keep it short, this field is limited in space.
IDS_INFOENCNAMES               "Adlar ve veri"

IDS_EMAILARC                   "Sıkıştır %s ve e-posta gönder"
IDS_EMAILARCOPT                "Sıkıştır ve e-posta gönder..."
IDS_TEST                       "Arşivi sına"
IDS_TESTHELP                   "Arşivi hatalara karşı denetle"
IDS_CONVERT                    "Arşivi dönüştür..."
IDS_PROFILE                    "Sıkıştırma profilini kullanarak dosyaları bir arşive ekle"
IDS_BYTES                      "bayt"
; Abbreviations for bytes and kilo-, mega-, giga-, terabytes.
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"



:DIALOG EXTARCINFODLG

SIZE                           "100*100"
IDC_INFOEXTRVERSIONTEXT        "Ayıklanacak sürüm"
IDC_INFOOSTEXT                 "Ana işletim sistemi"
IDC_INFOFOLDERSTEXT            "Toplam klasör"
IDC_INFOFILESTEXT              "Toplam dosya"
IDC_INFOTOTALLENGTHTEXT        "Toplam boyut"
IDC_INFOPACKEDLENGTHTEXT       "Sıkıştırılmış boyut"
IDC_INFORATIOTEXT              "Oran"
IDC_INFOSFXTEXT                "SFX modülü boyutu"
IDC_INFOMAINCOMMENTTEXT        "Ana açıklama"
IDC_INFOPASSWORDSTEXT          "Şifreleme"
IDC_INFODICTTEXT               "Sözlük boyutu"
IDC_INFORECTEXT                "Kurtarma kaydı"
IDC_INFOLOCKTEXT               "Arşiv kilidi"
IDC_INFOORIGNAMETEXT           "Özgün ad"
IDC_INFOORIGTIMETEXT           "Özgün zaman"


:DIALOG EXTCMTARCINFODLG

SIZE                           "100*100"
